[STREETS1.Optional_GrannyRagsHook DishonoredObjective]
m_Description="(オプション)グラニー・ラグズ"

[STREETS1.Optional_GrannyRagsHook:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="アパートでグラニー・ラグズに話しかける"
m_Status=""

[STREETS1.Optional_HelpGrannyRags DishonoredObjective]
m_Description="(オプション)男性来訪者"

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="グラニー・ラグズから贈り物を受け取る"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="クラバリング大通りのガルバニ先生のフラットに押し入る"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="グラニー・ラグズを再訪する"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="ボトルストリート・ギャングの密造エリクサーを疫病で汚染する"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="贈り物を求めてグラニー・ラグズを訪れる"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="グラニーの男性来訪者を片づける"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="感染したネズミの内臓の標本を探す"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="グラニー・ラグズを再訪する"
m_Status=""

[STREETS1.Optional_HelpGrannyRags:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="グラニー・ラグズから贈り物を受け取る"
m_Status=""

[STREETS1.Strt1Obj_ReturnToSamuel DishonoredObjective]
m_Description="サミュエルの元に戻る"

[STREETS1.Strt1Obj_ReturnToSamuel:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="監督官の裏庭で船頭のサミュエルに会う。"
m_Status=""

[STREETS2.Meet_Slackjaw DishonoredObjective]
m_Description="(オプション)スラックジョー"

[STREETS2.Meet_Slackjaw:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="(オプション)蒸留所でスラックジョーに会う"
m_Status=""

[STREETS2.Objective_ReturnToSamuel DishonoredObjective]
m_Description="サミュエルの元に戻る"

[STREETS2.Objective_ReturnToSamuel:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="船でエミリーとサミュエルに会う"
m_Status=""

[STREETS2.Optional_Informant DishonoredObjective]
m_Description="(オプション)スラックジョーの尋ね人、クロウリー"

[STREETS2.Optional_Informant:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="(オプション)ガルバニ先生の事務所に入る"
m_Status=""

[STREETS2.Optional_Informant:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="(オプション)クロウリーを探し出す"
m_Status=""

[STREETS2.Optional_Informant:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="(オプション)クロウリーの遺体の近くで手がかりを探す"
m_Status=""

[STREETS2.Optional_Informant:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="(オプション)オーディオグラフをスラックジョーに戻す"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny DishonoredObjective]
m_Description="(オプション)グラニーがスラックジョーを料理する手助けをする"

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="グラニーに話しかける"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="グラニーの鍵を手に入れる"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="スラックジョーを無力にする"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="スラックジョーをバスタブに入れる"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="スラックジョーを解き放つ"
m_Status=""

[STREETS3.Strt3Obj_HelpGranny:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="グラニーから贈り物を受け取る"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw DishonoredObjective]
m_Description="(オプション)スラックジョーを助ける"

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="グラニーの紋章を見つける"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="炉でグラニーの紋章を破壊する"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="最後にもう一度グラニーを倒す"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="グラニーの手かせの鍵を手に入れる"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="スラックジョーを解き放つ"
m_Status=""

[STREETS3.Strt3Obj_HelpSlackjaw:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="スラックジョーに話しかける"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub DishonoredObjective]
m_Description="ハウンドピッツ・パブに戻る"

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="下水道のマスターキーを見つける"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="下水道を通ってパブに行く道を見つける"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="(オプション)グラニーの住処を調べて、彼女を破滅させる方法を探す"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="(オプション)グラニーの紋章を探す"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="(オプション)炉でグラニーの紋章を破壊する"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="(オプション)今度こそグラニーを完全に倒す。"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="下水道の門を解錠する"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="下水道の門に戻る"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="グラニーから下水道のマスターキーを受け取る"
m_Status=""

[STREETS3.StrtSewerObj_GetToPub:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="旧港地区に向かう"
m_Status=""

